-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Мар 02 2016 г., 21:00
-- Версия сервера: 10.1.9-MariaDB
-- Версия PHP: 5.6.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `rm`
--

-- --------------------------------------------------------

--
-- Структура таблицы `cities`
--

CREATE TABLE `cities` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `cities`
--

INSERT INTO `cities` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'Уся Україна', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(2, 'Вінниця', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(3, 'Дніпропетровськ', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(4, 'Донецьк', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(5, 'Житомир', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(6, 'Запоріжжя', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(7, 'Івано-Франківськ', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(8, 'Київ', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(9, 'Кіровоград', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(10, 'Луганськ', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(11, 'Луцьк', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(12, 'Львів', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(13, 'Миколаїв', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(14, 'Одеса', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(15, 'Полтава', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(16, 'Рівне', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(17, 'Севастополь', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(18, 'Сімферополь', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(19, 'Суми', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(20, 'Тернопіль', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(21, 'Ужгород', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(22, 'Харків', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(23, 'Херсон', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(24, 'Хмельницький', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(25, 'Черкаси', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(26, 'Чернігів', '2016-03-02 08:11:31', '2016-03-02 08:11:31'),
(27, 'Чернівці', '2016-03-02 08:11:31', '2016-03-02 08:11:31');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `cities`
--
ALTER TABLE `cities`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
