-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Мар 02 2016 г., 21:00
-- Версия сервера: 10.1.9-MariaDB
-- Версия PHP: 5.6.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `rm`
--

-- --------------------------------------------------------

--
-- Структура таблицы `resumes`
--

CREATE TABLE `resumes` (
  `id` int(10) UNSIGNED NOT NULL,
  `id_u` int(11) NOT NULL,
  `name_u` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `telephone` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `position` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `industry` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `salary` int(11) DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `resumeAllUkraine` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `resumes`
--

INSERT INTO `resumes` (`id`, `id_u`, `name_u`, `telephone`, `email`, `position`, `industry`, `city`, `salary`, `description`, `created_at`, `updated_at`, `resumeAllUkraine`) VALUES
(1, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:28', '2016-03-02 08:11:28', 0),
(2, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:28', '2016-03-02 08:11:28', 0),
(3, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:28', '2016-03-02 08:11:28', 0),
(4, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(5, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(6, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(7, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(8, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(9, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(10, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(11, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(12, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(13, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(14, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(15, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(16, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(17, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(18, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(19, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(20, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(21, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(22, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(23, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(24, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(25, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(26, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(27, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(28, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(29, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(30, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '27', '27', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(31, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '27', '27', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(32, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(33, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '27', '27', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(34, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(35, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(36, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(37, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(38, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(39, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(40, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(41, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(42, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(43, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(44, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(45, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(46, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:29', '2016-03-02 08:11:29', 0),
(47, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(48, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(49, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '27', '27', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(50, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(51, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '27', '27', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(52, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '27', '27', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(53, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '27', '27', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(54, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '27', '27', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(55, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '13', '22', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(56, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '16', '24', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(57, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '5', '11', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(58, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '9', '11', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(59, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '9', '23', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(60, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '10', '1', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(61, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '26', '26', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(62, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '15', '15', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(63, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '7', '17', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(64, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '19', '13', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(65, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '13', '8', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(66, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '25', '26', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(67, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '19', '2', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(68, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '20', '11', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(69, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '22', '2', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(70, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '11', '11', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(71, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '22', '15', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(72, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '4', '7', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(73, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '24', '10', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(74, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '11', '3', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(75, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '2', '1', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(76, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '2', '3', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(77, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '26', '25', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(78, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '21', '23', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(79, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '13', '22', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(80, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '4', '13', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(81, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '20', '24', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(82, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '26', '26', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(83, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '16', '25', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(84, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '15', '11', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(85, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '16', '23', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(86, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '23', '6', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(87, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '13', '20', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(88, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '25', '12', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(89, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '7', '2', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(90, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '24', '23', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:30', '2016-03-02 08:11:30', 0),
(91, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '17', '4', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(92, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '12', '15', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(93, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '1', '4', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(94, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '26', '20', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(95, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '2', '14', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(96, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '21', '9', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(97, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '18', '6', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(98, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Тестер', '13', '2', 6000, 'Тестер програмного забезпечення. Оплата праці:6000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(99, 2, 'Наталі Тестер', '0963363496', 'natasha-badora@yandex.ru', 'Фермер талантів', '9', '21', 13000, 'Фермер талантів програмного забезпечення. Оплата праці:13000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(100, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '2', '21', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(101, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '13', '25', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(102, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Бухгалтер', '8', '17', 11000, 'Бухгалтер програмного забезпечення. Оплата праці:11000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(103, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '13', '11', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(104, 1, 'Віккі Тестер', '0963363496', '33sorey44@gmail.com', 'Архітектор', '25', '12', 9000, 'Архітектор програмного забезпечення. Оплата праці:9000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0),
(105, 3, 'Сергій Програмер', '0963363496', '3sorey4@gmail.com', 'VIP Програміст', '6', '13', 27000, 'VIP Програміст програмного забезпечення. Оплата праці:27000', '2016-03-02 08:11:31', '2016-03-02 08:11:31', 0);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `resumes`
--
ALTER TABLE `resumes`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `resumes`
--
ALTER TABLE `resumes`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=106;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
